{
    "back": "背部",
    "shop": "店铺",
    "account": "帐户",
    "menu": "菜单",
    "order": "命令 ",
    "touchless delivery": "无接触配送",
    "custom order": "定制订单",
    "existing inventory": "现有库存",
    "used inventory": "二手库存",
    "silken and mild": "丝滑温和",
    "modern": "现代的",
    "exclusive": "独家的",
    "utilities": "公用事业",
    "find us": "找到我们",
    "support": "支持",
    "cart": "大車",
    "sign in": "登入",
    "Email address": "電子郵件地址",
    "email is required": "電子郵件是必需的",
    "Password": "密碼",
    "password is required": "密碼",
    "Confirm Password": "確認密碼",
    "password must be matched": "密碼必須匹配",
    "sign up":"報名",
    "or":"或者",
    "this field is required":"這是必填欄",
    "garbage cans": "垃圾桶",
    "categories": "類別",
    "successfully ordered": "訂購成功",
    "home page": "主頁",
    "Best sellers": "最暢銷",
    "view details": "查看詳情",
    "Cart": "大車",
    "Your cart is empty": "您的購物車是空的",
    "continue shopping": "繼續購物",
    "quantity": "數量",
    "remove": "消除",
    "order summary": "訂單摘要",
    "shipping calculated at checkout": "結賬時計算運費",
    "subtotal": "小計",
    "checkout": "查看",
    "Delivery: within 3 month": "交貨：3個月內",
    "size": "尺寸",
    "warp": "經",
    "thickness": "厚度",
    "Order your": "訂購您的",
    "Order": "命令",
    "knotted by hand": "用手打結",
    "pile": "樁",
    "manufacturing": "製造業",
    "in detail": "詳細",
    "Carpet from": "地毯來自",
    "quality textiles": "優質紡織品",
    "Durable Wool": "耐用羊毛",
    "origin": "起源",
    "beyond ludicrous": "超越可笑",
    "durable wool": "耐用羊毛",
    "order anywhere": "隨處訂購",
    "We deliver our goods to any accessible location in the world, you can order this product anywhere and we will deliver it to you within a month": "我們將貨物運送到世界上任何可到達的地點，您可以在任何地方訂購此產品，我們將在一個月內交付給您",
    "order now": "現在下單",
    "email is invalid": "電子郵件無效",
    "wrong value": "錯誤的值",
    "invalid email or password entered": "輸入的電子郵件或密碼無效",
    "login": "登錄",
    "wool": "羊毛",
    "cotton": "棉",
    "The Shabargan rugs are a relatively new and modern production. They are hand knotted by Uzbeks in the northern part of Afghanistan. The Uzbeks settled here in the late 16th.": "Shabargan 地毯是一種相對較新的現代產品。 它們由阿富汗北部的烏茲別克人手工打結。 烏茲別克人於 16 世紀末在此定居。",
    "Century and are famous for their high quality textiles. The Shabargan rugs are very durable and made using high quality wool. The unique combination of master dyers and weavers from Afghanistan creates these artefacts with strong personality.": "世紀並以其高品質的紡織品而聞名。 Shabargan 地毯非常耐用，採用優質羊毛製成。 來自阿富汗的大師級染工和織布工的獨特組合創造了這些具有強烈個性的手工藝品。",
    "Wool is a natural textile fibre and one of the most sought after materials for rug making. Wool rugs are highly durable and perfectly capable of resisting wear and tear of every day use": "羊毛是一種天然紡織纖維，也是最受歡迎的地毯製作材料之一。 羊毛地毯非常耐用，完全能夠抵抗日常使用的磨損",
    "The origin of the design and manufacturing has its roots in Persia. Few warm colors contrast with each other giving brightness to the precious wool. Large and unusual floral designs are developed together with simple characters of people and animals, to give harmony in the carpets.": "設計和製造的起源起源於波斯。 很少有暖色相互對比，為珍貴的羊毛增添光彩。 大而不同尋常的花卉圖案與簡單的人物和動物特徵一起開發，使地毯和諧。",
    "Wool has a naturally dirt-repelling effect and is easy to keep clean. It is also flame resistant and characteristically retains it's shape so that the pile of the rug always rises.": "羊毛具有天然的防污效果，易於保持清潔。 它還具有阻燃性，並且特徵性地保持其形狀，因此地毯的絨毛總是上升。",
    "Shabargan carpet from Afghanistan": "來自阿富汗的沙巴爾乾地毯",
    "Wool has a naturally dirt-repelling effect": "羊毛具有天然的防污效果",
    "Few warm colors contrast with each other giving brightness to the precious wool": "很少有暖色相互對比，為珍貴的羊毛增添光彩",
    "Large and unusual floral designs are developed together": "大型和不尋常的花卉設計一起開發",
    "harmony in the carpets.": "地毯上的和諧。",
    "Shabargan rugs are a relatively new and modern production": "Shabargan 地毯是一種相對較新的現代產品",
    "wool/silk": "羊毛/絲綢",
    "iran": "伊朗",
    "price": "價格",
    "This carpet is knotted in workshops in the city of Nain in central Persia, near Isfahan. The carpet is generally very light with a cream-coloured or deep-blue bottom colour and a large medallion in the centre.": "這條地毯是在波斯中部伊斯法罕附近的奈因市的作坊中打結的。 地毯通常很輕，底部為奶油色或深藍色，中央有一個大獎章。",
    "The high knot density and high class material makes these carpets of very high quality. Silk might occur and 6La means that three pairs of threads are used for every warp thread.": "高結密度和高檔材料使這些地毯質量非常高。 絲綢可能會出現，6La 意味著每根經線使用三對線。",
    "The material in the more exclusive carpets consists of wool on a silk warp or silk in the warp as well as in the weft and pile.": "更高級的地毯中的材料包括絲綢經紗上的羊毛或經紗以及緯紗和絨頭中的絲綢。",
    "They are manufactured in most sizes and the carpet is among the most beautiful in the world and very popular among collectors. Habibian is one of the most famous carpet knotters in modern times.": "它們以大多數尺寸製造，地毯是世界上最美麗的地毯之一，在收藏家中非常受歡迎。 Habibian 是現代最著名的地毯打結商之一。",
    "This carpet is knotted in workshops in the city of Nain in central Persia": "這條地毯是在波斯中部奈因市的工場打結的",
    "The carpet is generally very light": "地毯一般很輕",
    "High class material makes these carpets of very high quality": "高級材料使這些地毯質量非常高",
    "Silk might occur and 6La means that three pairs of threads are used for every warp thread": "Silk可能會出現，6La意味著每根經線使用三對線",
    "Habibian is one of the most famous carpet knotters": "Habibian 是最著名的地毯打結商之一",
    "search": "搜索"
}
