{
    "back": "rug",
    "shop": "winkel",
    "account": "rekening",
    "menu": "menu",
    "order online for ": "online bestellen voor ",
    "touchless delivery": "contactloze levering",
    "custom order": "aangepaste volgorde ",
    "existing inventory": "bestaande inventaris",
    "used inventory": "gebruikte inventaris",
    "silken and mild": "zijdezacht en mild",
    "modern": "modern",
    "exclusive": "exclusief",
    "utilities": "gereedschap",
    "find us": "vind ons",
    "support": "steun",
    "cart": "winkelwagentje",
    "sign in": "Inloggen",
    "Email address": "E-mailadres",
    "email is required": "e-mail is vereist",
    "Password": "Wachtwoord",
    "password is required": "password is required",
    "Confirm Password": "Een wachtwoord is verplicht",
    "password must be matched": "wachtwoord moet overeenkomen",
    "sign up":"inschrijven",
    "or":"of",
    "this field is required":"dit veld is verplicht",
    "garbage cans": "prullenbakken",
    "categories": "categorieën",
    "successfully ordered": "succesvol besteld",
    "home page": "Startpagina",
    "Best sellers": "Bestsellers",
    "view details": "bekijk details",
    "Cart": "Winkelwagen",
    "Your cart is empty": "Uw winkelwagen is leeg",
    "continue shopping": "doorgaan met winkelen",
    "quantity": "hoeveelheid",
    "remove": "verwijderen",
    "order summary": "overzicht van de bestelling",
    "shipping calculated at checkout": "verzendkosten berekend bij het afrekenen",
    "subtotal": "subtotaal",
    "checkout": "uitchecken",
    "Delivery: within 3 month": "Levering: binnen 3 maanden",
    "size": "maat",
    "warp": "kromtrekken",
    "thickness": "dikte",
    "Order your": "Bestel je",
    "Order": "Volgorde",
    "knotted by hand": "met de hand geknoopt",
    "pile": "stapel",
    "manufacturing": "productie",
    "in detail": "in detail",
    "Carpet from": "Tapijt van",
    "quality textiles": "kwaliteitstextiel",
    "Durable Wool": "Duurzame wol",
    "origin": "oorsprong",
    "beyond ludicrous": "meer dan belachelijk",
    "durable wool": "duurzame wol",
    "order anywhere": "overal bestellen",
    "We deliver our goods to any accessible location in the world, you can order this product anywhere and we will deliver it to you within a month": "Wij leveren onze goederen op elke bereikbare locatie ter wereld, u kunt dit product overal bestellen en wij leveren het binnen een maand bij u af",
    "order now": "bestel nu",
    "email is invalid": "Email is ongeldig",
    "wrong value": "Verkeerde waarde",
    "invalid email or password entered": "Ongeldig e-mailadres of wachtwoord ingevoerd",
    "login": "Log in",
    "wool": "Wol",
    "cotton": "Katoen",
    "The Shabargan rugs are a relatively new and modern production. They are hand knotted by Uzbeks in the northern part of Afghanistan. The Uzbeks settled here in the late 16th.": "De Shabargan-tapijten zijn een relatief nieuwe en moderne productie. Ze worden met de hand geknoopt door Oezbeken in het noorden van Afghanistan. De Oezbeken vestigden zich hier eind 16e.",
    "Century and are famous for their high quality textiles. The Shabargan rugs are very durable and made using high quality wool. The unique combination of master dyers and weavers from Afghanistan creates these artefacts with strong personality.": "Eeuw en staan bekend om hun hoogwaardige textiel. De Shabargan vloerkleden zijn zeer duurzaam en gemaakt van hoogwaardige wol. De unieke combinatie van meesterververs en wevers uit Afghanistan creëert deze artefacten met een sterke persoonlijkheid.",
    "Wool is a natural textile fibre and one of the most sought after materials for rug making. Wool rugs are highly durable and perfectly capable of resisting wear and tear of every day use": "Wol is een natuurlijke textielvezel en een van de meest gewilde materialen voor het maken van tapijten. Wollen vloerkleden zijn zeer duurzaam en perfect bestand tegen slijtage door dagelijks gebruik",
    "The origin of the design and manufacturing has its roots in Persia. Few warm colors contrast with each other giving brightness to the precious wool. Large and unusual floral designs are developed together with simple characters of people and animals, to give harmony in the carpets.": "De oorsprong van het ontwerp en de fabricage vindt zijn oorsprong in Perzië. Weinig warme kleuren contrasteren met elkaar en geven glans aan de kostbare wol. Grote en ongewone bloemmotieven zijn ontwikkeld samen met eenvoudige karakters van mensen en dieren, om harmonie in de tapijten te geven.",
    "Wool has a naturally dirt-repelling effect and is easy to keep clean. It is also flame resistant and characteristically retains it's shape so that the pile of the rug always rises.": "Wol heeft van nature een vuilafstotende werking en is gemakkelijk schoon te houden. Daarnaast is het vlamvertragend en behoudt het zijn vorm, waardoor de pool van het vloerkleed altijd omhoog komt.",
    "Shabargan carpet from Afghanistan": "Shabargan tapijt uit Afghanistan",
    "Wool has a naturally dirt-repelling effect": "Wol heeft een natuurlijk vuilafstotend effect",
    "Few warm colors contrast with each other giving brightness to the precious wool": "Weinig warme kleuren contrasteren met elkaar en geven helderheid aan de kostbare wol",
    "Large and unusual floral designs are developed together": "Grote en ongebruikelijke bloemmotieven worden samen ontwikkeld",
    "harmony in the carpets.": "Harmonie in de tapijten.",
    "Shabargan rugs are a relatively new and modern production": "Shabargan-tapijten zijn een relatief nieuwe en moderne productie",
    "wool/silk": "Wol zijde",
    "iran": "Iran",
    "price": "Prijs",
    "This carpet is knotted in workshops in the city of Nain in central Persia, near Isfahan. The carpet is generally very light with a cream-coloured or deep-blue bottom colour and a large medallion in the centre.": "Dit tapijt wordt geknoopt in werkplaatsen in de stad Nain in centraal Perzië, vlakbij Isfahan. Het tapijt is over het algemeen erg licht met een crèmekleurige of diepblauwe bodemkleur en een groot medaillon in het midden.",
    "The high knot density and high class material makes these carpets of very high quality. Silk might occur and 6La means that three pairs of threads are used for every warp thread.": "De hoge knoopdichtheid en het hoogwaardige materiaal maken deze tapijten van zeer hoge kwaliteit. Zijde kan voorkomen en 6La betekent dat er voor elke kettingdraad drie paar draden worden gebruikt.",
    "The material in the more exclusive carpets consists of wool on a silk warp or silk in the warp as well as in the weft and pile.": "Het materiaal in de meer exclusieve tapijten bestaat uit wol op een zijden schering of zijde in de schering evenals in de inslag en pool.",
    "They are manufactured in most sizes and the carpet is among the most beautiful in the world and very popular among collectors. Habibian is one of the most famous carpet knotters in modern times.": "Ze worden in de meeste maten gemaakt en het tapijt is een van de mooiste ter wereld en erg populair bij verzamelaars. Habibian is een van de meest bekende tapijtknopers van de moderne tijd.",
    "This carpet is knotted in workshops in the city of Nain in central Persia": "Dit tapijt wordt geknoopt in werkplaatsen in de stad Nain in centraal Perzië",
    "The carpet is generally very light": "Het tapijt is over het algemeen erg licht",
    "High class material makes these carpets of very high quality": "Hoogwaardig materiaal maakt deze tapijten van zeer hoge kwaliteit",
    "Silk might occur and 6La means that three pairs of threads are used for every warp thread": "Zijde kan voorkomen en 6La betekent dat er drie paar draden worden gebruikt voor elke kettingdraad",
    "Habibian is one of the most famous carpet knotters": "Habibian is een van de bekendste tapijtknopers",
    "order": "Bestellen",
    "search": "zoekopdracht"
}
