{
    "back": "назад",
    "shop": "магазин",
    "account": "профиль",
    "menu": "меню",
    "order online for ": "заказать онлайн",
    "touchless delivery": "бесконтактную доставку",
    "custom order": "заказать",
    "existing inventory": "существующий список ",
    "used inventory": "используемый инвентарь",
    "silken and mild": "шелковистый и мягкий",
    "modern": "современный",
    "exclusive": "эксклюзивный",
    "utilities": "бытовые помещения",
    "find us": "наша локация",
    "support": "поддержка",
    "cart": "корзина",
    "sign in": "войти",
    "Email address": "Адрес электронной почты",
    "email is required": "электронная почта требуется",
    "Password": "пароль",
    "password is required": "Необходим пароль",
    "Confirm Password": "Требуется пароль",
    "password must be matched": "пароли должны совпадать",
    "sign up":"регистрация",
    "or":"или",
    "this field is required":"Это поле обязательно к заполнению",
    "garbage cans": "ящик для мусора",
    "categories": "категории",
    "successfully ordered": "успешно заказан",
    "home page": "домашняя страница",
    "Best sellers": "Бестселлеры",
    "view details": "подробнее",
    "Cart": "корзина",
    "Your cart is empty": "Ваша корзина пуста",
    "continue shopping": "продолжить покупки",
    "quantity": "количество",
    "remove": "Удалить",
    "order summary": "итог заказа",
    "shipping calculated at checkout": "доставка рассчитывается при оформлении заказа",
    "subtotal": "итог",
    "checkout": "оплата",
    "Delivery: within 3 month": "Доставка: в течении 3-х месяцев",
    "size": "размер",
    "warp": "деформация",
    "thickness": "толщина",
    "Order your": "Закажи свой",
    "Order": "Заказ",
    "knotted by hand": "завязанный вручную",
    "pile": "ворс",
    "manufacturing": "производство",
    "in detail": "в деталях",
    "Carpet from": "Ковер из",
    "quality textiles": "качественный текстиль",
    "Durable Wool": "Прочная шерсть",
    "origin": "источник",
    "beyond ludicrous": "за гранью смехотворного",
    "durable wool": "прочная шерсть",
    "order anywhere": "заказать где угодно",
    "We deliver our goods to any accessible location in the world, you can order this product anywhere and we will deliver it to you within a month": "Мы доставляем наши товары в любую доступную точку мира, вы можете заказать этот товар в любом месте, и мы доставим его вам в течение месяца.",
    "order now": "Заказать сейчас",
    "email is invalid": "Электронная почта недействительна",
    "wrong value": "Неправильное значение",
    "invalid email or password entered": "Введен неверный адрес электронной почты или пароль",
    "login": "Авторизоваться",
    "wool": "Шерсть",
    "cotton": "Хлопок",
    "The Shabargan rugs are a relatively new and modern production. They are hand knotted by Uzbeks in the northern part of Afghanistan. The Uzbeks settled here in the late 16th.": "Коврики «Шабарган» - относительно новое и современное производство. Их вручную связывают узбеки в северной части Афганистана. Узбеки поселились здесь в конце 16 века.",
    "Century and are famous for their high quality textiles. The Shabargan rugs are very durable and made using high quality wool. The unique combination of master dyers and weavers from Afghanistan creates these artefacts with strong personality.": "Века и славятся своим высококачественным текстилем. Коврики «Шабарган» очень прочные и сделаны из высококачественной шерсти. Уникальное сочетание мастеров-красильщиков и ткачей из Афганистана придает этим артефактам яркую индивидуальность.",
    "Wool is a natural textile fibre and one of the most sought after materials for rug making. Wool rugs are highly durable and perfectly capable of resisting wear and tear of every day use": "Шерсть - это натуральное текстильное волокно и один из самых востребованных материалов для изготовления ковров. Шерстяные коврики очень прочные и отлично сопротивляются износу при повседневном использовании.",
    "Wool has a naturally dirt-repelling effect and is easy to keep clean. It is also flame resistant and characteristically retains it's shape so that the pile of the rug always rises.": "Шерсть отталкивает грязь и ее легко содержать в чистоте. Он также огнестойкий и сохраняет свою форму, так что ворс ковра всегда поднимается вверх.",
    "Shabargan carpet from Afghanistan": "Ковер Шабарган из Афганистана",
    "Wool has a naturally dirt-repelling effect": "Шерсть обладает естественным грязеотталкивающим эффектом.",
    "Few warm colors contrast with each other giving brightness to the precious wool": "Немногочисленные теплые тона контрастируют друг с другом, придавая яркости драгоценной шерсти.",
    "Large and unusual floral designs are developed together": "Крупные и необычные цветочные узоры разрабатываются вместе.",
    "harmony in the carpets.": "Гармония в коврах.",
    "Shabargan rugs are a relatively new and modern production": "Коврики Шабарган - относительно новое и современное производство.",
    "wool/silk": "Шерсть / Шелк",
    "iran": "Иран",
    "price": "Цена",
    "This carpet is knotted in workshops in the city of Nain in central Persia, near Isfahan. The carpet is generally very light with a cream-coloured or deep-blue bottom colour and a large medallion in the centre.": "Этот ковер плетут в мастерских в городе Наин в центральной Персии, недалеко от Исфахана. Ковер, как правило, очень светлый, с кремовым или темно-синим цветом дна и большим медальоном в центре.",
    "The high knot density and high class material makes these carpets of very high quality. Silk might occur and 6La means that three pairs of threads are used for every warp thread.": "Высокая плотность узлов и высококачественный материал делают эти ковры очень качественными. Может возникнуть шелк, а 6La означает, что для каждой нити основы используются три пары нитей.",
    "The material in the more exclusive carpets consists of wool on a silk warp or silk in the warp as well as in the weft and pile.": "Материал более эксклюзивных ковров состоит из шерсти на шелковой основе или шелка на основе, а также на утке и ворсе.",
    "They are manufactured in most sizes and the carpet is among the most beautiful in the world and very popular among collectors. Habibian is one of the most famous carpet knotters in modern times.": "Они производятся в самых разных размерах, и этот ковер считается одним из самых красивых в мире и очень популярен среди коллекционеров. Хабибиан - один из самых известных узловязателей ковров современности.",
    "This carpet is knotted in workshops in the city of Nain in central Persia": "Этот ковер плетут в мастерских города Наин в центральной Персии.",
    "The carpet is generally very light": "Ковер вообще очень легкий",
    "High class material makes these carpets of very high quality": "Высококачественный материал делает эти ковры очень качественными.",
    "Silk might occur and 6La means that three pairs of threads are used for every warp thread": "Может возникнуть шелк, а 6La означает, что для каждой нити основы используются три пары нитей.",
    "Habibian is one of the most famous carpet knotters": "Хабибиан - один из самых известных узловязателей ковров.",
    "order": "Заказать",
    "search": "поиск"
}
